Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_and_disability/working_with_a_disability.html.txt.tmx
Source language: en
Languages: ga

source: Ahead (Association for Higher Education Access and Disability) has information for employees and information for employers, including information on reasonable accommodations in the workplace and their 6-month paid work placement scheme for graduates with disabilities
ga: Tá faisnéis do fhostóírí agus do fhostaí agus cur síos ar an bhfreastal réasúnta gur féidir a dhéanamh do mhíchumais éagsúla ar an láithreán gréasáin Ahead (Cumann Ardoideachais Rochtain agus Míchumas)

source: The Health and Safety Authority have produced a guide to inclusive health and safety practices for employees with disabilities (pdf)
ga: Tá an tÚdarás Sláinte agus Sábháilteachta tar éis treoir maidir le cleachtais chuimsitheacha sláinte agus sábháilteachta d’fhostaithe faoi mhíchumas (pdf) a chur ar fáil

source: 'Just Ask - a Handbook for Employers and Employees' (pdf) a booklet that describes supports that can be provided for employees with mental health difficulties is available on the website of Eastern Vocational Enterprises (E.V.E.)
ga: Is leabhrán é ‘Cuir ceist - Lámhleabhar d’Fhostóirí agus d’Fhostaithe’ (pdf) a dhéanann cur síos ar thacaíochtaí gur féidir a thabhairt d’fhostaithe a bhfuil deacrachtaí sláinte intinne acu, atá ar fáil ar láithreán gréasáin ‘Eastern Vocational Enterprises (E.V.E.)

source: The Irish Human Rights and Equality Commission provides information about equality in work and discrimination issues
ga: Soláthraíonn Coimisiún na hÉireann um Chearta an Duine agus Comhionannas faisnéis faoi chothroime i gcúrsaí oibre agus faoi shaincheisteanna idirdhealaithe

source: If you think you have been discriminated against because of your disability in work, vocational training or access to employment, you can make a complaint to the Workplace Relations Commission using the online complaint form available on workplacerelations.ie
ga: Má cheapann tú go ndearnadh idirdhealú i do choinne de barr do mhíchumais maidir le hobair, gairmoiliúint nó teacht ar fhostaíocht, is féidir leat gearán a dhéanamh do Choimisiúin um Chaidreamh san Áit Oibre tríd an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie

source: Contact your local employment services office or Intreo centre
ga: Déan teagmháil leis an oifig seirbhísí fostaíochta áitiúil nó ionad Intreo
